Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/Localizable.xcstrings
Source language: en
Languages: fr

# Info.defectivenessText
source: `Types` Sixty-five French verbs are ~defective~. This doesn’t mean that something is wrong with them. No, defective in this context means that these verbs lack certain or even all conjugations. Verbs may be considered defective for a variety of reasons. 1. Use of certain person-numbers would be non-sensical. For example, “je $faUX$ que tu restes” would ~literally~ mean “I $AM$ necessary that you stay”. ‡Falloir‡ is therefore defective for all person-numbers except 3s. “Il $faUt$ que tu restes” makes sense, meaning “it $IS$ necessary that you stay”. 2. Some verbs are impersonal. This doesn’t mean that they lack that human touch. No, impersonal in this context means that their subject is, in English, generic “it” or, in French, generic “il”. These verbs involve natural phenomena like snow, hail, sleet, and rain. “Il $pleuT$.” = “It is raining.” Because of the customary “il” subjects, these verbs are considered defective for person-numbers other than 3s. There is, however, ~some~ flexibility. Quoting and translating Voltaire, “Les calomnies pleuvent sur quiconque réussit.” = “Calumnies rain on whoever succeeds.” One could imagine other person-numbers being used for impersonal verbs in poetry. For example, in a poem written from the perspective of nature, the pronoun and conjugation “je neige”, meaning “I $AM$ snowing”, would make sense. 3. Some verbs are defective in certain tenses in order to avoid confusion with other verbs’ conjugations. For example, ‡paître‡ is defective in the ‡passé simple‡ because the conjugations suggested by analogy with ‡connaître‡, $Pus$, $Pus$, $Put$, $Pûmes$, $Pûtes$, and $Purent$, are identical to ‡pouvoir‡’s passé-simple conjugations. 4. Some verbs are defective because they have fallen out of use except in certain fixed expressions. ‡Ouïr (trad.)‡ (to hear or listen) has been replaced by ‡entendre‡ and ‡écouter‡ except in the expressions “oui-dire” = “hearsay” and “O$Yez$!” = “Listen!” (addressing Parliament). ‡Ester‡ (to be or stay) has been replaced by ‡être‡ and ‡rester‡ except in the expression “ester en justice” = “be a party in legal proceedings”. ‡Gésir‡ (to lie prone) ~is~ still occasionally used in the ‡indicatif présent‡ and ‡imparfait‡, but the ~primary~ use of this verb is “ci-$gÎt$” = “here lies (dead)”, a common tombstone inscription. `Reasons for Inclusion` Reference works on French verbs, for example the book “French Verbs Made Simple(r)” and the website Wiktionary, omit defective conjugations entirely. But the developer of ~Conjuguer~ is providing ~all~ conjugations, including those traditionally considered defective, to you, the user of this app. Three reasons for this heterodox generosity follow. 1. As stated in “French Verbs Made Simple(r)”, “There is occasionally disagreement [among] various sources as to which [conjugations] actually exist.” Similarly, regarding the word ‡ravoir‡, Wiktionary says, “D’après la plupart des dictionnaires classiques, ce verbe $EST$ défectif et ne se conjugue pas. Néanmoins, des usages de formes conjuguées $SONT$ avérées régionalement.” To omit certain conjugations, therefore, would require a series of judgment calls by the developer of ~Conjuguer~. He judgeth not lest he be judged. 2. Certain conjugations are likely absent from any large corpus of French text and could therefore be considered defective. But the fact that a conjugation $Is$n’t used doesn’t mean that it couldn’t be useful. Consider a poem written from the perspective of the clouds of Earth and Venus. This poem might include the line “We rain water and sulphuric acid, respectively.” Thus, although pleuvoir is considered defective for 1p in all conjugated tenses, this conjugation (pleuvons) would be useful in such a poem. 3. ‡Ester‡ (to be or stay), though nearly extinct in French, has heavily used relatives in other Romance languages. For example, Spanish has two words for “to be”: “ser” and (you guessed it) “estar”. ~Conjuguer~’s users might be curious how ester’s conjugations would have evolved had that verb remained productive in French, as it did in Spanish. Similarly, ~Conjuguer~’s users might also be curious how ‡clore‡’s conjugations would have evolved had ‡fermer‡ not replaced it. For the benefit of curious users, ~Conjuguer~ includes speculative conjugations of ‡choir‡, ‡clore‡, ‡ester‡, ‡gésir‡, ‡issir‡, and ‡ouïr‡, inspired by the Old French conjugations provided by Wiktionary and “Tableaux de conjugaison de l’ancien français” by Machio Okada and Hitoshi Ogurisu. Notwithstanding ~Conjuguer~’s inclusive approach to conjugations traditionally considered defective, those conjugations ~are~ called out with strikethrough in ~Conjuguer~’s user interface.
fr: `Types` Soixante-cinq verbes français sont ~défectifs~. Cela ne signifie pas que quelque chose ne va pas avec ces verbes. Dans ce contexte, défectifs signifie que ces verbes sont dépourvus de certaines les conjugaisons voire de toutes. Les verbes peuvent être considérés comme défectifs pour diverses raisons. 1. L’utilisation de certaines nombres-personnes serait absurde. Par exemple, « je $fAUX$ que tu restes » signifierait ~littéralement~ « I $AM$ necessary that you stay ». ‡Falloir‡ est donc défectif pour tous les nombres-personnes sauf la 3s. « Il $faUt$ que tu restes » est logique et signifie « it $IS$ necessary that you stay ». 2. Certains verbes sont impersonnels. Cela ne veut pas dire qu’ils manquent d’humanité. Le terme impersonnel dans ce contexte signifie que leur sujet est, en anglais, le générique « it » ou, en français, le générique « il ». Ces verbes impliquent des phénomènes naturels comme la neige, la grêle, le grésil et la pluie. « Il $pleuT$. » = « It $IS$ raining. » En raison des sujets habituels comme « il », ces verbes sont considérés comme défectifs pour les nombres-personnes autres que la 3s. Il existe cependant une ~certaine~ flexibilité. Citant et traduisant Voltaire, « Les calomnies pleuvent sur quiconque réussit. » = « Calumnies rain on whoever succeeds. » On pourrait imaginer d’autres nombres-personnes utilisées pour des verbes impersonnels dans la poésie. Par exemple, dans un poème écrit du point de vue de la nature, le pronom et la conjugaison « je neige », signifiant « I $AM$ snowing », auraient du sens. 3. Certains verbes sont défectifs à certains temps afin d’éviter toute confusion avec la conjugaison d’autres verbes. Par exemple, ‡paître‡ est défectif au ‡passé simple‡ car les conjugaisons proposées par analogie avec ‡connaître‡, $Pus$, $Pus$, $Put$, $Pûmes$, $Pûtes$ et $Purent$, sont identiques aux conjugaisons de ‡pouvoir‡ au passé simple. 4. Certains verbes sont défectifs parce qu’ils sont hors d’usage sauf dans certaines expressions fixes. ‡Ouïr (trad.)‡ (entendre ou écouter) a été remplacé par ‡entendre‡ et ‡écouter‡ sauf dans les expressions « ouï-dire » = « hearsay » et « O$Yez$ ! = « Écoutez ! » (s’adressant au parlement britannique). ‡Ester‡ (to be or stay) a été remplacé par ‡être‡ et ‡rester‡ sauf dans l’expression « ester en justice » = « be a party in legal proceedings ». ‡Gésir‡ (to lie prone) ~est~ encore utilisé occasionnellement dans l’‡indicatif présent‡ et ‡imparfait‡, mais l’usage ~principal~ de ce verbe est « ci-$gÎt$ » = « here lies (dead) », une inscription courante sur les pierres tombales. `Raisons d’inclusion` Les ouvrages de référence traitant les verbes français, par exemple le livre « French Verbs Made Simple(r) » et le site Wiktionary, ne mentionnent pas les conjugaisons défectives. Mais le développeur de ~Conjuguer~ fournit ~toutes~ les conjugaisons, y compris celles traditionnellement considérées comme défectives, pour vous, l’utilisateur de cette application. Trois raisons expliquent cette générosité hétérodoxe. 1. Comme indiqué dans « French Verbs Made Simple(r) », « There is occasionally disagreement [among] various sources as to which [conjugations] actually exist. » De même, concernant le mot ‡ravoir‡, le Wiktionnaire indique : « D’après la plupart des dictionnaires classiques, ce verbe $EST$ défectif et ne se conjugue pas. Néanmoins, des usages de formes associées $SONT$ avérées régionalement. » La suppression de certaines conjugaisons nécessiterait donc une série de jugements de la part du développeur de ~Conjuguer~. Il ne juge pas afin qu’il ne soit point jugé. 2. Certaines conjugaisons sont probablement absentes de tous grands corpus de texte français et pourraient donc être considérées comme défectives. Mais le fait qu’une conjugaison n’est pas utilisée ne veut pas dire qu’elle ne pourrait pas être utile. Prenez l’exemple d’un poème écrit du point de vue des nuages de la Terre et de Vénus. Ce poème pourrait inclure le vers « Nous pleuvons de l’eau et de l’acide sulfurique, respectivement. » Ainsi, bien que pleuvoir soit considéré comme défectif pour la 1p dans tous les temps conjugués, cette conjugaison (pleuvons) serait utile dans un tel poème. 3. ‡Ester‡ (être ou rester), bien que presque éteint en français, a des parents fréquemment utilisés dans d’autres langues romanes. Par exemple, l’espagnol a deux mots pour « être » : « ser » et (vous l’avez deviné) « estar ». Les utilisateurs de ~Conjuguer~ pourraient être curieux de savoir comment les conjugaisons d’ester auraient évolué si ce verbe était resté productif en français, comme il l’a fait en espagnol. De même, les utilisateurs de ~Conjuguer~ pourraient également être curieux de savoir comment les conjugaisons de ‡clore‡ auraient évolué si ‡fermer‡ ne l’avait pas remplacé. Pour le bénéfice des utilisateurs curieux, ~Conjuguer~ comprend des conjugaisons spéculatives de ‡choir‡, ‡clore‡, ‡ester‡, ‡gésir‡, ‡issir‡ et ‡ouïr‡, inspirées des conjugaisons de l’ancien français fournies par Wiktionary et « Tableaux de conjugaison de l’ancien français » de Machio Okada et Hitoshi Ogurisu. Malgré l’approche inclusive de ~Conjuguer~ à l’égard des conjugaisons traditionnellement considérées comme défectives, ces conjugaisons ~sont~ barrées dans l’interface utilisateur de ~Conjuguer~.

# Info.futurAntérieurText
source: `Use` The ~futur antérieur~ (anterior future) is used to place events in a future past. Examples: “Quand tu l’$aUras$ rendu malade, tu $SEras$ bien avancée!” = “You’ll end up making him ill, and a lot of good that will do!” - Marcel Proust, Du côté de chez Swann “Toutes les personnes qui se dirigent vers … la Picardie $aUront$ remarqué … un misérable $atteiNt$ d’une horrible plaie faciale.” = “Anyone traveling to … Picardy will no doubt have noticed … a wretch suffering from a horrible facial wound.” - Gustave Flaubert, Madame Bovary `Conjugation` The futur antérieur is formed from the ‡futur simple‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~futur antérieur~ est utilisé pour placer des événements dans un futur passé. Exemples : « Quand tu l’$aUras$ rendu malade, tu $SEras$ bien avancé ! » = « You’ll end up making him ill, and a lot of good that will do ! » - Marcel Proust, Du côté de chez Swann « Toutes les personnes qui se dirigent vers … la Picardie $aUront$ remarqué … un misérable $atteiNt$ d’une horrible plaie faciale. = « Anyone traveling to … Picardy will no doubt have noticed … a wretch suffering from a horrible facial wound. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le futur antérieur est formé par la conjugaison ‡futur simple‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.futurSimpleText
source: `Uses` The ~futur simple~ (simple future) is used for actions expected, predicted, or hoped to take place in the future. Examples: “[J]e vous garderai une place à côté de moi, et nous causerons.” = “I will save a place for you next to me, and we will chat.” - Émile Zola, L’assommoir “[I]l ne $saUra$ plus l’heure, il estimera qu’il vient à peine de se coucher.” = “He will not know the time[;] he will think he has barely gone to bed.” - Marcel Proust, Du côté de chez Swann French uses the futur simple in one situation in which English uses the present indicative: in future-time clauses starting with “quand”. “[J]e les $verRai$ l’année prochaine, quand j’$Irai$ habiter Paris, pour finir mon droit.” = “I will see them next year when I go live in Paris to finish studying for the bar exam.” - Gustave Flaubert, Madame Bovary `Conjugation` The stem of the futur simple is the ‡radical du futur‡. To this is added ai, as, a, ons, ez, or ont. Examples: ‡être‡: $AUrai$, $AUras$, $AUra$, $AUrons$, $AUrez$, $AUront$ ‡étrécir‡: étrécirai, étréciras, étrécira, étrécirons, étrécirez, étréciront ‡parler‡: parlerai, parleras, parlera, parlerons, parlerez, parleront ‡prendre‡: prendrai, prendras, prendra, prendrons, prendrez, prendront
fr: `Utilisations` Le ~futur simple~ est utilisé pour décrire les actions attendues, prédites ou espérées avoir lieu dans le futur. Exemples : « [J]e vous garderai une place à côté de moi, et nous causerons. » = « I will save a place for you next to me, and we will chat. » - Émile Zola, L’assommoir « [I]l ne $saUra$ plus l’heure, il estimera qu’il vient à peine de se coucher. » = « He will not know the time[;] he will think he has barely gone to bed. » - Marcel Proust, Du côté de chez Swann Le français utilise le futur simple dans une situation où l’anglais utilise le présent de l’indicatif : dans les propositions du futur commençant par « quand ». « [J]e les $verRai$ l’année prochaine, quand j’$Irai$ habiter Paris, pour finir mon droit. » = « I will see them next year, when I go live in Paris to finish studying for the bar exam. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le radical du futur simple est le ‡radical du futur‡. On y ajoute ai, as, a, ons, ez ou ont. Exemples : ‡être‡ : $AUrai$, $AUras$, $AUra$, $AUrons$, $AUrez$, $AUront$ ‡étrécir‡ : étrécirai, étréciras, étrécira, étrécirons, étrécirez, étréciront ‡parler‡ : parlerai, parleras, parlera, parlerons, parlerez, parleront ‡prendre‡ : prendrai, prendras, prendra, prendrons, prendrez, prendront

# Info.imparfaitText
source: `Uses` The ~imparfait~ (imperfect) is used: • To express the repeated or habitual nature of an action. English sometimes uses ~would + infinitive~ in this situation, as in the translation below. “Parfois, à peine ma bougie éteinte, mes yeux se fermaient si vite que je n’avais pas le temps de me dire, ‘Je $m’endoRs$.’” = “Sometimes, barely after my candle $WAS$ extinguished, my eyes would close so quickly that I $dIDn’t$ have time to say to myself, ‘I’$M$ falling asleep.’” - Marcel Proust, Du côté de chez Swann “[E]lle prenait souvent le café avec Adèle et Virginie, quand les petites avaient de l’argent.” = “She often $haD$ coffee with Adèle and Virginie when the little ones $haD$ money.” - Émile Zola, L’assommoir • To describe past state. “Il $Était$ chaussé de souliers forts, mal cirés, garnis de clous.” = “He $wOre$ strong shoes, poorly polished, studded with nails.” - Gustave Flaubert, Madame Bovary “Quels hom esteit ne de quel terre il $eRet$” = “Who he $WAS$ nor what country he $WAS$ from” - Turoldus, La chanson de Roland `Conjugation` With one exception, the imparfait stem is the 1p indicatif-présent conjugation, minus -ons. The exception is ‡être‡, whose imparfait stem is $Ét$. To the imparfait stem is added ais, ais, ait, ions, iez, or aient. Examples: ‡être‡: $Étais$, $Étais$, $Était$, $Étions$, $Étiez$, $Étaient$ ‡étrécir‡: étrécissais, étrécissais, étrécissait, étrécissions, étrécissiez, étrécissaient ‡parler‡: parlais, parlais, parlait, parlions, parliez, parlaient ‡prendre‡: $preNais$, $preNais$, $preNait$, $preNions$, $preNiez$, $preNaient$
fr: `Utilisations` L’~imparfait~ est utilisé : • Pour exprimer le caractère répété ou habituel d’une action. L’anglais utilise parfois ~would + infinitif~ dans cette situation, comme dans la traduction ci-dessous. « Parfois, à peine ma bougie éteinte, mes yeux se fermaient si vite que je n’avais pas le temps de me dire : “Je $m’endoRs$.” » = « Sometimes, barely after my candle $WAS$ extinguished, my eyes would close so quickly that I $dIDn’t$ have time to say to myself : “I’$M$ falling asleep.” » - Marcel Proust, Du côté de chez Swann « [E]lle prenait souvent le café avec Adèle et Virginie, quand les petites avaient de l’argent. » = « She often $haD$ coffee with Adèle and Virginie when the little ones $haD$ money. » - Émile Zola, L’assommoir • Pour décrire l’état passé. « Il $Était$ chaussé de souliers forts, mal cirés, garnis de clous. » = « He $wOre$ strong shoes, poorly polished, studded with nails. » - Gustave Flaubert, Madame Bovary « Quels hom esteit ne de quel terre il $eRet$ » = « Who he $WAS$ nor what country he $WAS$ from » - Turoldus, La chanson de Roland `Conjugaison` À une exception près, le radical imparfait est la conjugaison 1p de l’indicatif présent, sans -ons. L’exception est ‡être‡, dont le radical imparfait est $Ét$. On ajoute au radical imparfait ais, ais, ait, ions, iez ou aient. Exemples : ‡être‡ : $Étais$, $Étais$, $Était$, $Étions$, $Étiez$, $Étaient$ ‡étrécir‡ : étrécissais, étrécissais, étrécissaient, étrécissions, étrécissiez, étrécissaient ‡parler‡ : parlais, parlais, parlait, parlions, parliez, parlaient ‡prendre‡ : $preNais$, $preNais$, $preNait$, $preNions$, $preNiez$, $preNaient$

# Info.impératifPasséText
source: `Use` The ~impératif passé~ (past imperative) indicates that an action must take place before some future time, action, or event. Like the impératif, the impératif passé only uses the 2s, 1p, and 2p conjugations. ~Unlike~ the impératif, the impératif passé is rarely used. Examples: “A$IE$ fini ton devoir avant le week-end.” = “Finish your homework before the weekend.” - Teacher “S$OIS$ rentrée chez toi avant que ta calèche ne $devIENne$ une citrouille.” = “Return home before your horse-drawn carriage becomes a pumpkin.” - Fairy Godmother `Conjugation` The impératif passé is formed from the ‡impératif‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utiliser` L’~impératif passé~ indique qu’une action doit avoir lieu avant un moment, une action ou un événement futur. Tout comme l’impératif, l’impératif passé n’utilise que les conjugaisons 2s, 1p et 2p. ~Contrairement~ à l’impératif, l’impératif passé est rarement utilisé. Exemples : « A$IE$ fini ton devoir avant le week-end. » = « Finish your homework before the weekend. » - Prof « S$OIS$ rentrée chez toi avant que ta calèche ne $devIENne$ une citrouille. » = « Return home before your horse-drawn carriage becomes a pumpkin. » - La fée marraine `Conjugaison` L’impératif passé est formé par la conjugaison ‡impératif‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.impératifText
source: `Use` The ~impératif~ (imperative) is used for commands, instructions, or requests. Examples: “N’$aYez$ pas peur, allez!” = “Don’t be afraid. Go!” - Émile Zola, L’assommoir “Ô temps, suspends ton vol!” = “O, Time, pause your flight!” - Alphonse de Lamartine, Le lac `Conjugation` Unlike most other tenses, the impératif only uses three person-number combinations: 2s, 1p, and 2p. For all but four verbs, the 1p and 2p impératif conjugations are identical to their indicatif-présent counterparts. The 2s conjugations are also identical to their indicatif-présent counterparts except that, if the verb uses the indicatif-présent endings e, es, e, ons, ez, and ent, the s is dropped from the 2s impératif conjugation. Examples: ‡parler‡ -> parle ‡couvrir‡ -> $couvrE$ Four verbs are exceptional in that they use subjonctif-présent stems for the impératif. ‡être‡: $SOIS$, $SOYons$, $SOYez$ ‡avoir‡: $AIE$, $AYons$, $AYez$ ‡savoir‡: $saCHE$, $saCHons$, $saCHez$ ‡vouloir‡: $vEUILle$/$vEUX$, voulons, $vEUILlez$/voulez The $vEUILle$/$vEUILlez$ conjugations of ‡vouloir‡ are used for polite requests. “[V]$EUILlez$ monter sur l’épaule de ce garçon.” = “Please step on that boy’s shoulder.” - Jules Verne, Robur-le-Conquérant Similarly, these conjugations are sometimes used to close formal letters. “V$EUILlez$ recevoir, Monsieur, mes plus cordiales salutations.” = “Please receive, Sir, my warmest regards.” - Office québécois de la langue française, Formules usuelles de salutation
fr: `Utilisation` L’~impératif~ est utilisé pour les commandes, les instructions ou les demandes. Exemples : « N’$aYez$ pas peur, allez ! » = « Don’t be afraid. Go ! » - Émile Zola, L’assommoir « Ô temps, suspend ton vol ! » = « O, Time, pause your flight ! » - Alphonse de Lamartine, Le lac `Conjugaison` Contrairement à la plupart des autres temps, l’impératif n’utilise que trois combinaisons nombres-personnes : 2s, 1p et 2p. Pour tous les verbes sauf quatre, les conjugaisons 1p et 2p de l’impératif sont identiques à leurs homologues de l’indicatif présent. Les conjugaisons 2s sont également identiques à leurs homologues de l’indicatif présent sauf que, si le verbe utilise les terminaisons de l’indicatif présent e, es, e, ons, ez et ent, le s est supprimé de la conjugaison 2s impérative. Exemples : ‡parler‡ -> parle ‡couvrir‡ -> $couvrE$ Il existe quatre verbes qui sont exceptionnels en raison de l’utilisation du subjonctif présent pour l’impératif. ‡être‡ : $SOIS$, $SOYons$, $SOYez$ ‡avoir‡ : $AIE$, $AYons$, $AYez$ ‡savoir‡ : $saCHE$, $saCHons$, $saCHez$ ‡vouloir‡ : $vEUILle$/$vEUX$, voulons, $vEUILlez$/voulez Les conjugaisons $vEUILle$/$vEUILlez$ de ‡vouloir‡ sont utilisées pour les demandes de politesse. « [V]$EUILLEz$ monter sur l’épaule de ce garçon. » = « Please step on that boy’s shoulder. » - Jules Verne, Robur-le-Conquérant De même, ces conjugaisons sont parfois utilisées pour clôturer des lettres formelles. « V$EUILlez$ recevoir, Monsieur, mes plus cordiales salutations. » = « Please receive, Sir, my warmest regards. » - Office québécois de la langue française, Formules usuelles de salutation
